Revit 2027 API
BuiltInFailures.GeneralFailures.EnterValidRealGreaterThan Property
 Enter a number greater than [Value].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId EnterValidRealGreaterThan { get; }
Public Shared ReadOnly Property EnterValidRealGreaterThan As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ EnterValidRealGreaterThan {
	FailureDefinitionId^ get ();
}
static member EnterValidRealGreaterThan : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace